Repository: OGlam/mosaic_prj
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: he

source: Site
he: אתר

source: Site ID
he: מספר אתר

source: Content Hebrew
he: תוכן בעברית

source: Content English
he: תוכן באנגלית

source: Bet She'an, Synagogue
he: בית שאן, בית הכנסת

source: Nirim
he: מעון, ח'

source: Be'er Shema
he: חורבת באר שמע

source: Byzantine
he: ביזנטי

source: Roman
he: רומית

source: Stone
he: אבן

source: Glass
he: זכוכית

source: Excavation
he: חפירה

source: Post Excavation
he: אחרי החפירה

source: Preservation
he: שימור

source: Church
he: כנסייה

source: Synagogue
he: בית כנסת

source: Public building
he: מבנה ציבורי

source: Private building
he: מבנה פרטי

source: Tag category hebrew
he: כותרת קטגוריה בעברית

source: Tag category english
he: כותרת קטגוריה באנגלית

source: Tag hebrew
he: כותרת בעברית

source: Tag english
he: כותרת באנגלית

source: Tag category
he: קטגוריית תגית

source: Is featured?
he: מודגש?

source: Created at
he: נוצר בתאריך

source: Title hebrew
he: כותרת בעברית

source: Title english
he: כותרת באנגלית

source: Origin hebrew
he: מקור בעברית

source: Origin english
he: מקור באנגלית

source: Story hebrew
he: סיפור בעברית

source: Story english
he: סיפור באנגלית

source: Archaeological context
he: הקשר ארכיאולוגי

source: Period
he: תקופה

source: Youtube video ID
he: מזהה סירטון יוטיוב

source: Comments
he: הערות

source: Latitude
he: קו אורך

source: Longitude
he: קו רוחב

source: Mosaic site
he: אתר פסיפס

source: Rashut number
he: מספר רשות

source: Description hebrew
he: תיאור בעברית

source: Description english
he: תיאור באנגלית

source: Tags
he: תגיות

source: Length
he: אורך

source: Width
he: רוחב

source: Area
he: שטח

source: Rishayon
he: רישיון

source: Material
he: חומר

source: Year
he: שנה

source: Displayed at
he: מוצג ב

source: Bibliography hebrew
he: בִּיבּלִיוֹגְרָפִיָה בעברית

source: Bibliography english
he: בִּיבּלִיוֹגְרָפִיָה באנגלית

source: Mosaic
he: פסיפס

source: Cover image
he: תמונת שער

source: Order priority
he: סדר הצגה

source: Picture
he: תמונה

source: Negative ID
he: מספר נגטיב

source: Photographer name hebrew
he: שם הצלם בעברית

source: Photographer name english
he: שם הצלם באנגלית

source: Taken at
he: צולם ב

source: Picture type
he: סוג תמונה

source: Taken date
he: צולם בתאריך

source: Comments hebrew
he: הערות בעברית

source: Comments english
he: הערות באנגלית

source: picture
he: תמונה

source: Logo
he: לוגו

source: Site name Hebrew
he: שם אתר בעברית

source: Site name English
he: שם אתר באנגלית

source: Admin email from
he: מייל דואר יוצא

source: Admin email to
he: מייל לקבלת הודעות

source: About Hebrew
he: אודות עברית

source: About English
he: אודות אנגלית

source: General settings
he: הגדרות כלליות

source: %(obj)s was changed successfully.
he: %(obj)s נוצר בהצלחה

source: You may edit it again below.
he: ניתן לערוך את זה שוב למטה.

source: 404 Not Found
he: 404 הדף לא קיים

source: Submit
he: שלח

source: Forgot password
he: שכחתי סיסמא

source: Upload pictures
he: העלה תמונות

source: Home
he: דף הבית

source: History
he: היסטוריה

source: View on site
he: צפה באתר

source: Previous
he: הקודם

source: Next
he: הבא

source: Israel Antiquities Authority
he: רשות העתיקות של ישראל

source: Github repository
he: פרוייקט בגיטהב

source: Antiquities Authoroty
he: רשות העתיקות

source: HOME PAGE
he: דף הבית

source: SITES
he: אתרים

source: SUBJECTS
he: נושאים

source: PERIOD
he: תקופה

source: MAP
he: מפה

source: Home page
he: דף הבית

source: Sites
he: אתרים

source: Subjects
he: נושאים

source: Map
he: מפה

source: About
he: אודותינו

source: Contact
he: צור קשר

source: Items
he: פריטים

source: Edit about
he: עריכת אודות

source: Logout
he: התנתק

source: Login
he: כניסה

source: Save
he: שמור

source: Archaeological Context
he: הקשר ארכיאולוגי

source: Go to site
he: לצפיה באתר

source: IAA ID
he: מזהה רשות העתיקות

source: Dimensions
he: מידות

source: Location Found
he: מיקום שנמצא

source: Bibliography
he: בִּיבּלִיוֹגְרָפִיָה

source: Update,Save
he: עידכון,שמירה

source: Add another picture
he: הוסף תמונה

source: Delete picture
he: מחק תמונה

source: Misp rashut
he: מספר רשות

source: Actions
he: פעולות

source: Edit
he: עריכה

source: Delete
he: מחיקה

source: No items found
he: לא נמצאו פריטים

source: Motsa
he: מוצא

source: Title
he: כותרת

source: Origin
he: מקור

source: Story
he: סיפור

source: Featured
he: מודגש

source: No sites found
he: לא נמצאו אתרים

source: ALL
he: הכל

source: A-M
he: א-מ

source: N-Z
he: נ-ת

source: Hebrew
he: עברית

source: English
he: אנגלית

source: No tags found
he: לא נמצאו תגיות

source: Mosaic Site
he: אתר פסיפס

source: About page
he: אודותינו

source: About edit page
he: עריכת אודות

source: Tag create
he: יצירת תגית

source: Tag update
he: עידכון תגית

source: Mosaic site created successfully
he: אתר פסיפס נוצר בהצלחה

source: Mosaic site create
he: אתר פסיפס נוצר

source: Mosaic site updated successfully
he: אתר פסיפס עודכן בהצלחה

source: Mosaic site update
he: אתר פסיפס עודכן

source: Mosaic item created successfully
he: פריט פסיפס נוצר בהצלחה

source: Mosaic item create
he: פריט פסיפס נוצר

source: Mosaic item updated successfully
he: פריט פסיפס עודכן בהצלחה

source: Mosaic item update
he: אתר פסיפס עודכן

source: Mosaic item deleted successfully
he: פריט פסיפס נמחק בהצלחה

source: Periods
he: תקופות

source: Subject
he: נושאים
